[
  {
    "title": "New Jersey Child Sex Abuse Law",
    "img": "https://www.unionlawfirm.com/wp-content/uploads/2020/12/stop_img.jpg",
    "img_details": "www.unionlawfirm.com/wp-content/uploads/2021/09/shutterstock_1046214145.jpg",
    "details": "A recent change in the New Jersey law makes it easier for survivors of sexual abuse to bring civil claims against their attackers or against related institutions which may have shielded their abuse, including nonprofits such as churches, athletic organizations, schools and community organizations for whom they worked.",
    "price": 500,
    "lowCod": "S477"
  },
  {
    "title": "Baby Formula Lawsuits",
    "img": "https://www.unionlawfirm.com/wp-content/uploads/2021/10/shutterstock_1531703333-1.jpg",
    "img_details": "https://www.unionlawfirm.com/wp-content/uploads/2021/10/shutterstock_523810459.jpg",
    "details": "If you've been injured in an accident or on the job, the attorneys of Hach & Rose, LLP have the knowledge, skills, and experience required to hold the party responsible for your injury accountable.",
    "price": 300,
    "lowCod": "S479"
  },
  {
    "title": "Aviation Accidents",
    "img": "https://www.unionlawfirm.com/wp-content/uploads/2020/12/aviation_accidents.jpg",
    "img_details": "https://upload.wikimedia.org/wikipedia/commons/4/43/Fna_3x-gcm_rev.jpg",
    "details": "If you or someone you love has been involved in an aviation accident caused by negligence or recklessness on the part of someone else, you should not have to manage the consequences of this tragic situation on your own.",
    "price": 800,
    "lowCod": "S568"
  },
  {
    "title": "Medical Malpractice",
    "img": "https://www.unionlawfirm.com/wp-content/uploads/2020/12/medical_malpractice.jpg",
    "img_details": "https://images.squarespace-cdn.com/content/v1/57c5a063440243c9312b0483/1474311472479-JXSSSD7AAK63TUM0QWU1/medicalmalpractice_shutterstock_182066816.jpg?format=1500w",
    "details": "We firmly believe that you should never have to suffer additional harm from those who you trusted to heal you. We also know the financial costs that come with a medical mistake, and we believe that you shouldn’t have to pay for someone else’s mistake.",
    "price": 1200,
    "lowCod": "S110"
  },
  {
    "title": "Sexual Abuse ",
    "img": "https://www.unionlawfirm.com/wp-content/uploads/2021/01/Sexual-Abuse.jpg",
    "img_details": "https://images.hindustantimes.com/img/2022/09/12/550x309/istockphoto-463321071-612x612_1662972860564_1662972871723_1662972871723.jpg",
    "details": "According to the U.S. Department of Justice’s National Sex Offender Public Website (NSOPW), approximately 1.8 million adolescents in the United States are victims of sexual assault. The organization also notes that roughly 20 million out of 112 million women in the U.S. have been raped in their lifetime, while 28 percent of male rape victims were first sexually abused when they were 10 years old or younger.Sadly, only 16 percent of all rapes are reported to law enforcement. Are these statistics jarring? They should be.",
    "price": 1000,
    "lowCod": "S001"
  },
  {
    "title": "Personal Injury",
    "img": "https://www.unionlawfirm.com/wp-content/uploads/2021/09/shutterstock_327608000.jpg",
    "img_details": "https://legaldesire.com/wp-content/uploads/2022/01/Personal-Injury-768x576.jpeg",
    "details": "New York Injury Lawyer with Free Consultations . If you are one of the many people in New York City who has experienced an injury because of another person, you should find a lawyer to help you understand your legal rights. You need an advocate on your side who will fight for what is right and fair, but that doesn’t mean it will be easy. Our lawyers at Hach & Rose LLP are here to help you through this difficult time and offer a free case evaluation for all new clients.",
    "price": 600,
    "lowCod": "S985"
  }
]
